{
  "app.containers.App.contactUs": "Contact us",
  "app.containers.App.ourWork": "Our other work",
  "app.containers.App.sourceCode": "Source code",
  "app.containers.App.values": "Made with <strong>transparency</strong>, <strong>general interest</strong>, <strong>collaboration</strong>, <strong>agility</strong> and <strong>care</strong> in mind<br /> by the team of the French Ambassador for Digital Affairs",
  "app.containers.ChartsPage.ads": "ads",
  "app.containers.ChartsPage.apiLabel": "Available through the API",
  "app.containers.ChartsPage.descriptionFirstPart": "<p>Facebook lauched the “<a href=\"https://www.facebook.com/ads/library/\">Ads Library</a>” in May 2018 in order to bring more transparency about the ads concerning political issues that are published on its platform.</p><p>The Facebook Ads Library can be explored online through a web interface, and queried by an <a href=\"https://www.facebook.com/ads/library/api/\">API</a>. For each country, aggregated data is published in the form of “<a href=\"https://www.facebook.com/ads/library/report/\">reports</a>”: a web page containing dynamic tables and a downloadable CSV file.</p><p>We wanted to assess the legality of ads displayed in France before the 2019 European elections. We managed to create a <a href=\"/political-ads/crowdsourcing\">crowdsourcing interface</a> and find suspicious content. By doing so, we also discovered many <a href=\"/en/facebook-ads-library-assessment\">limitations</a> to the API, and to the Ads Library in general.</p>",
  "app.containers.ChartsPage.descriptionSecondPart": "<p>In order to conduct research despite these limitations, we ended up <a href=\"https://desinfo.quaidorsay.fr/ads/dumps/\">downloading</a> regularly the content of the Ads Library <a href=\"https://github.com/ambanum/political-ads-scraper\">through its API</a>. Over time, we observed that <strong>ads were removed from the library</strong>, in contradiction with Facebook’s pledge:</p><blockquote>“The Library contains data on every active and inactive ad about social issues, elections or politics that's run since March 2019. We'll keep each of these ads in the Library for seven years.”</blockquote><p>Here is the evolution of the number of ads claimed to be presented in the public reports, and how many are actually available through the API for research, for all European Union member states.</p>",
  "app.containers.ChartsPage.elections": "European election",
  "app.containers.ChartsPage.header": "Evolution of the number of political ads in the Facebook archive",
  "app.containers.ChartsPage.reportsLabel": "Announced in reports",
  "app.containers.ChartsPage.yLabel": "Number of ads (in thousands)",
  "app.containers.HomePage.header": "This is the HomePage container!",
  "app.containers.NotFoundPage.header": "This is the NotFoundPage container!"
}
